<?php
namespace StairMaterial;
/* ------------------------ Временное получение прайса ---------------------- */
// require_once('first_price.php');
/* -------------------------------------------------------------------------- */



/* -------------------------------------------------------------------------- */
/*                             Конкретные материалы                           */
/* -------------------------------------------------------------------------- */









// тест
// $material = AshMaterial::getInstance($ash_price);
// echo "Цена ступени ясеня: {$material->getPrice('ShortLevel')}<br>";
// $mat2 = AshMaterial::getInstance($oak_price);
// echo "Цена ступени дуба: {$mat2->getPrice('ShortLevel')}";
?>