<?php

namespace StairElement\PieceElement;

/* -------------------------------------------------------------------------- */
/*                    Непосредственные элементы (по штукам)                   */
/* -------------------------------------------------------------------------- */

/* -------------------------------- Балясина -------------------------------- */

class Baluster extends \StairElement\PieceElement
{
  public function getElementText()
  {
    return "Балясина - {$this->quantity} шт.";
  }
}
?>